{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "A": 37,
      "B": 38,
      "C": 39,
      "D": 40,
      "E": 41,
      "F": 42,
      "G": 43,
      "H": 44,
      "I": 45,
      "J": 46,
      "K": 47,
      "L": 48,
      "M": 49,
      "N": 50,
      "O": 51,
      "P": 52,
      "Q": 53,
      "R": 54,
      "S": 55,
      "T": 56,
      "U": 57,
      "V": 58,
      "W": 59,
      "X": 60,
      "Y": 61,
      "Z": 62,
      "[": 63,
      "\\": 64,
      "]": 65,
      "_": 66,
      "a": 67,
      "b": 68,
      "c": 69,
      "d": 70,
      "e": 71,
      "f": 72,
      "g": 73,
      "h": 74,
      "i": 75,
      "j": 76,
      "k": 77,
      "l": 78,
      "m": 79,
      "n": 80,
      "o": 81,
      "p": 82,
      "q": 83,
      "r": 84,
      "s": 85,
      "t": 86,
      "u": 87,
      "v": 88,
      "w": 89,
      "x": 90,
      "y": 91,
      "z": 92,
      "{": 93,
      "|": 94,
      "~": 95,
      "¡": 96,
      "¢": 97,
      "£": 98,
      "¤": 99,
      "¥": 100,
      "¦": 101,
      "§": 102,
      "¨": 103,
      "©": 104,
      "ª": 105,
      "«": 106,
      "¬": 107,
      "®": 108,
      "¯": 109,
      "°": 110,
      "±": 111,
      "²": 112,
      "³": 113,
      "´": 114,
      "µ": 115,
      "¶": 116,
      "·": 117,
      "¸": 118,
      "¹": 119,
      "º": 120,
      "»": 121,
      "¼": 122,
      "½": 123,
      "¾": 124,
      "¿": 125,
      "Â": 126,
      "Ã": 127,
      "Ä": 128,
      "Å": 129,
      "Ç": 130,
      "È": 131,
      "Ê": 132,
      "Ð": 133,
      "Ñ": 134,
      "Ô": 135,
      "Ö": 136,
      "×": 137,
      "Ø": 138,
      "Ù": 139,
      "Û": 140,
      "à": 141,
      "á": 142,
      "â": 143,
      "ã": 144,
      "ä": 145,
      "å": 146,
      "æ": 147,
      "ç": 148,
      "è": 149,
      "é": 150,
      "ë": 151,
      "ì": 152,
      "í": 153,
      "ï": 154,
      "Ċ": 155,
      "č": 156,
      "Ġ": 157,
      "Ģ": 158,
      "ģ": 159,
      "Ĥ": 160,
      "ĥ": 161,
      "Ħ": 162,
      "ħ": 163,
      "Ĩ": 164,
      "ĩ": 165,
      "Ī": 166,
      "ī": 167,
      "Ĭ": 168,
      "ĭ": 169,
      "Į": 170,
      "į": 171,
      "İ": 172,
      "ı": 173,
      "Ĳ": 174,
      "ĳ": 175,
      "Ĵ": 176,
      "ĵ": 177,
      "Ķ": 178,
      "ķ": 179,
      "ĸ": 180,
      "Ĺ": 181,
      "ĺ": 182,
      "Ļ": 183,
      "ļ": 184,
      "Ľ": 185,
      "ľ": 186,
      "Ŀ": 187,
      "ŀ": 188,
      "Ł": 189,
      "ł": 190,
      "Ń": 191,
      "Ġt": 192,
      "he": 193,
      "Ġa": 194,
      "in": 195,
      "er": 196,
      "Ġthe": 197,
      "on": 198,
      "čĊ": 199,
      "ed": 200,
      "or": 201,
      "en": 202,
      "Ġw": 203,
      "an": 204,
      "at": 205,
      "Ġs": 206,
      "Ġo": 207,
      "is": 208,
      "re": 209,
      "ar": 210,
      "al": 211,
      "Ġin": 212,
      "Ġof": 213,
      "it": 214,
      "Ġf": 215,
      "nd": 216,
      "as": 217,
      "Ġc": 218,
      "es": 219,
      "Ġb": 220,
      "ic": 221,
      "Ġand": 222,
      "ing": 223,
      "Ġp": 224,
      "ĠS": 225,
      "ion": 226,
      "ou": 227,
      "Ġto": 228,
      "om": 229,
      "Ġm": 230,
      "le": 231,
      "ĠT": 232,
      "ĠA": 233,
      "Ġd": 234,
      "Ġ1": 235,
      "ĠC": 236,
      "Ġh": 237,
      "ent": 238,
      "il": 239,
      "am": 240,
      "ĠM": 241,
      "Ġwas": 242,
      "Ġre": 243,
      "ol": 244,
      "st": 245,
      "el": 246,
      "ĠH": 247,
      "ro": 248,
      "ĠI": 249,
      "Ġ2": 250,
      "ad": 251,
      "ĠP": 252,
      "ur": 253,
      "ac": 254,
      "iv": 255,
      "Ġl": 256,
      "ec": 257,
      "Ġon": 258,
      "em": 259,
      "ĠThe": 260,
      "Ġ19": 261,
      "ir": 262,
      "ĠB": 263,
      "ĠD": 264,
      "Ġn": 265,
      "ter": 266,
      "Ġth": 267,
      "Ġ\"": 268,
      "Ġfor": 269,
      "Ġis": 270,
      "Ġe": 271,
      "ly": 272,
      "ot": 273,
      "id": 274,
      "ation": 275,
      "ĠR": 276,
      "et": 277,
      "Ġhe": 278,
      "Ġ20": 279,
      "ĠL": 280,
      "ig": 281,
      "ay": 282,
      "ut": 283,
      "im": 284,
      "Ġat": 285,
      "us": 286,
      "Ġas": 287,
      "ĠF": 288,
      "ĠJ": 289,
      "ĠG": 290,
      "ch": 291,
      "ers": 292,
      "un": 293,
      "ĠN": 294,
      "Ġ(": 295,
      "Ġg": 296,
      "Ġby": 297,
      "ct": 298,
      "ist": 299,
      "ith": 300,
      "ce": 301,
      "ĠW": 302,
      "and": 303,
      "Ġst": 304,
      "th": 305,
      "ow": 306,
      "Ġwith": 307,
      "Ġbe": 308,
      "'s": 309,
      "ber": 310,
      "rom": 311,
      "ĠE": 312,
      "ag": 313,
      "ĠO": 314,
      "Ġan": 315,
      "Ġwh": 316,
      "Ġal": 317,
      "Ġ201": 318,
      "her": 319,
      "os": 320,
      "um": 321,
      "ri": 322,
      "est": 323,
      "Ġthat": 324,
      "ver": 325,
      "ul": 326,
      "oc": 327,
      "Ġfrom": 328,
      "ra": 329,
      "ĠU": 330,
      "ian": 331,
      "Ġcon": 332,
      "ĠK": 333,
      "hi": 334,
      "ud": 335,
      "ĠIn": 336,
      "Ġcom": 337,
      "âĢ": 338,
      "res": 339,
      "all": 340,
      "ity": 341,
      "ĠHe": 342,
      "ate": 343,
      "art": 344,
      "ain": 345,
      "op": 346,
      "Ġv": 347,
      "Ġde": 348,
      "ort": 349,
      "ew": 350,
      "av": 351,
      "Ġpro": 352,
      "our": 353,
      "Ġr": 354,
      "ary": 355,
      "if": 356,
      "ies": 357,
      "ated": 358,
      "ld": 359,
      "ak": 360,
      "ard": 361,
      "ub": 362,
      "ish": 363,
      "ill": 364,
      "Ġhis": 365,
      "igh": 366,
      "ia": 367,
      "pp": 368,
      "Ġit": 369,
      "od": 370,
      "ab": 371,
      "Ġch": 372,
      "ear": 373,
      "ich": 374,
      "ĠSt": 375,
      "ere": 376,
      "ĠCh": 377,
      "Ġse": 378,
      "oun": 379,
      "ov": 380,
      "ember": 381,
      "ong": 382,
      "ous": 383,
      "Ġwere": 384,
      "Ġpl": 385,
      "ess": 386,
      "end": 387,
      "ions": 388,
      "ell": 389,
      "ight": 390,
      "ant": 391,
      "ep": 392,
      "ork": 393,
      "ame": 394,
      "ap": 395,
      "ge": 396,
      "ment": 397,
      "og": 398,
      "Ġhad": 399,
      "qu": 400,
      "orn": 401,
      "ĠIt": 402,
      "Ġcomp": 403,
      "Ġex": 404,
      "Ġor": 405,
      "cl": 406,
      "ĠUn": 407,
      "mer": 408,
      "Ġare": 409,
      "Ġle": 410,
      "ast": 411,
      "ice": 412,
      "ound": 413,
      "ran": 414,
      "ive": 415,
      "ect": 416,
      "ust": 417,
      "Ġar": 418,
      "up": 419,
      "ial": 420,
      "ore": 421,
      "ict": 422,
      "erv": 423,
      "ug": 424,
      "ine": 425,
      "âĢĵ": 426,
      "Ġev": 427,
      "amp": 428,
      "so": 429,
      "Ġwhich": 430,
      "ue": 431,
      "rit": 432,
      "Ġfir": 433,
      "ĠY": 434,
      "uc": 435,
      "ical": 436,
      "Ġsp": 437,
      "fter": 438,
      "00": 439,
      "Ġk": 440,
      "ang": 441,
      "ond": 442,
      "ok": 443,
      "Ġy": 444,
      "ĠV": 445,
      "Ġte": 446,
      "hed": 447,
      "Ġ2019": 448,
      "ount": 449,
      "ost": 450,
      "ord": 451,
      "Ġun": 452,
      "ass": 453,
      "Ġalso": 454,
      "ie": 455,
      "out": 456,
      "Ġfirst": 457,
      "ack": 458,
      "Ġher": 459,
      "lect": 460,
      "Ġhas": 461,
      "hip": 462,
      "ry": 463,
      "ĠShe": 464,
      "ĠAr": 465,
      "Ġwho": 466,
      "ff": 467,
      "ik": 468,
      "ational": 469,
      "se": 470,
      "Ġnot": 471,
      "clud": 472,
      "Ġcl": 473,
      "ĠTh": 474,
      "Ġrep": 475,
      "ther": 476,
      "Ġtheir": 477,
      "ome": 478,
      "Ġ18": 479,
      "20": 480,
      "iz": 481,
      "ics": 482,
      "ater": 483,
      "ivers": 484,
      "Ġshe": 485,
      "Ġres": 486,
      "\".": 487,
      "man": 488,
      "ence": 489,
      "low": 490,
      "und": 491,
      "te": 492,
      "ey": 493,
      "Ġwhe": 494,
      "Ġpol": 495,
      "Ġpart": 496,
      "ave": 497,
      "Ġoff": 498,
      "ire": 499,
      "ubl": 500,
      "Ġab": 501,
      "Ġbeen": 502,
      "Ġsh": 503,
      "ition": 504,
      "ĠOn": 505,
      "rou": 506,
      "ace": 507,
      "ach": 508,
      "\",": 509,
      "ĠAl": 510,
      "land": 511,
      "ign": 512,
      "Ġad": 513,
      "ied": 514,
      "ĠMar": 515,
      "age": 516,
      "Ġ200": 517,
      "Ġinclud": 518,
      "ide": 519,
      "gh": 520,
      "ult": 521,
      "ree": 522,
      "Ġ198": 523,
      "ure": 524,
      "Ġag": 525,
      "ade": 526,
      "Ġplay": 527,
      "Ġwork": 528,
      "ĠCom": 529,
      "per": 530,
      "cc": 531,
      "Ġ199": 532,
      "oy": 533,
      "Ġbec": 534,
      "wo": 535,
      "uring": 536,
      "Ġserv": 537,
      "ally": 538,
      "Ġ3": 539,
      "Ġits": 540,
      "Ġsu": 541,
      "ason": 542,
      "Ġapp": 543,
      "own": 544,
      "let": 545,
      "aw": 546,
      "ss": 547,
      "Ġj": 548,
      "Ġafter": 549,
      "ations": 550,
      "Ġone": 551,
      "ip": 552,
      "we": 553,
      "ased": 554,
      "ake": 555,
      "oin": 556,
      "ime": 557,
      "iversity": 558,
      "Ġthis": 559,
      "ilm": 560,
      "Ġteam": 561,
      "uary": 562,
      "over": 563,
      "ward": 564,
      "ited": 565,
      "eg": 566,
      "to": 567,
      "ould": 568,
      "ild": 569,
      "Ġyear": 570,
      "ren": 571,
      "ident": 572,
      "Ġcont": 573,
      "Ġatt": 574,
      "ince": 575,
      "tern": 576,
      "ĠUniversity": 577,
      "ind": 578,
      "ood": 579,
      "Ġbut": 580,
      "ĠAn": 581,
      "ball": 582,
      "ican": 583,
      "Ġman": 584,
      "outh": 585,
      "fer": 586,
      "ens": 587,
      "Ġtwo": 588,
      "Ġdis": 589,
      "ator": 590,
      "Ġsc": 591,
      "Ġhave": 592,
      "Ġrec": 593,
      "eop": 594,
      "ft": 595,
      "ates": 596,
      "),": 597,
      "oot": 598,
      "gan": 599,
      "Ġwe": 600,
      "ĠPar": 601,
      "cho": 602,
      "Ġthey": 603,
      "old": 604,
      "ĠNew": 605,
      "Ġseason": 606,
      "ampions": 607,
      "Ġsec": 608,
      "Ġcomm": 609,
      "istr": 610,
      "Ġdes": 611,
      "Ġelect": 612,
      "br": 613,
      "ĠSen": 614,
      "eople": 615,
      "les": 616,
      "Ġus": 617,
      "Ġover": 618,
      "ters": 619,
      ").": 620,
      "ath": 621,
      "iss": 622,
      "ted": 623,
      "ts": 624,
      "ener": 625,
      "Ġout": 626,
      "orld": 627,
      "uct": 628,
      "one": 629,
      "ile": 630,
      "ived": 631,
      "Ġ5": 632,
      "ecember": 633,
      "resent": 634,
      "Ġevent": 635,
      "ric": 636,
      "rop": 637,
      "ces": 638,
      "Ġloc": 639,
      "for": 640,
      "mp": 641,
      "urn": 642,
      "Ġfin": 643,
      "Ġreg": 644,
      "ollow": 645,
      "ĠLe": 646,
      "ĠThis": 647,
      "ory": 648,
      "Ġro": 649,
      "ely": 650,
      "Ġ195": 651,
      "chool": 652,
      "ons": 653,
      "ement": 654,
      "Ġund": 655,
      "Ġother": 656,
      "Ġfilm": 657,
      "ĠEn": 658,
      "ished": 659,
      "ĠDecember": 660,
      "Ġ4": 661,
      "Ġact": 662,
      "oh": 663,
      "Ġup": 664,
      "Ġcol": 665,
      "ean": 666,
      "med": 667,
      "ĠCol": 668,
      "ex": 669,
      "ĠZ": 670,
      "Ġnew": 671,
      "ook": 672,
      "ampionship": 673,
      "Ġen": 674,
      "ered": 675,
      "usic": 676,
      "ĠJan": 677,
      "ress": 678,
      "irect": 679,
      "ah": 680,
      "Ġpre": 681,
      "are": 682,
      "Ġ197": 683,
      "rib": 684,
      "Ġabout": 685,
      "Ġpr": 686,
      "Ġkn": 687,
      "wn": 688,
      "Ã©": 689,
      "Ġinto": 690,
      "ional": 691,
      "act": 692,
      "ĠComm": 693,
      "ail": 694,
      "born": 695,
      "pl": 696,
      "Ġim": 697,
      "Ġfollow": 698,
      "Ġmen": 699,
      "Ġall": 700,
      "able": 701,
      "Ġstud": 702,
      "19": 703,
      "âĢĻ": 704,
      "Ġduring": 705,
      "ament": 706,
      "ark": 707,
      "Ġpubl": 708,
      "Ġmade": 709,
      "Ġ194": 710,
      "Ġwhere": 711,
      "Ġhous": 712,
      "iver": 713,
      "Ġsecond": 714,
      "ĠInd": 715,
      "emb": 716,
      "Ġ2020": 717,
      "Ġunder": 718,
      "az": 719,
      "ral": 720,
      "ather": 721,
      "ite": 722,
      "rab": 723,
      "Ġoffic": 724,
      "ious": 725,
      "sp": 726,
      "Ġbu": 727,
      "ram": 728,
      "rad": 729,
      "ootball": 730,
      "Ġrele": 731,
      "hire": 732,
      "Ġcompet": 733,
      "arn": 734,
      "ĠSp": 735,
      "Ġ192": 736,
      "overn": 737,
      "Ġret": 738,
      "air": 739,
      "vel": 740,
      "ai": 741,
      "ision": 742,
      "Ġfound": 743,
      "ase": 744,
      "ĠAmer": 745,
      "Ġspec": 746,
      "li": 747,
      "Ġnum": 748,
      "ĠUnited": 749,
      "aj": 750,
      "ob": 751,
      "ance": 752,
      "Ġhim": 753,
      "olog": 754,
      "Ġagain": 755,
      "ann": 756,
      "Ġper": 757,
      "ĠJanuary": 758,
      "ĠSh": 759,
      "ĠPro": 760,
      "Ġ196": 761,
      "io": 762,
      "orth": 763,
      "ily": 764,
      "Ġ193": 765,
      "Ġsince": 766,
      "Ġass": 767,
      "duc": 768,
      "Ġthem": 769,
      "ank": 770,
      "ĠBrit": 771,
      "Ġbecame": 772,
      "ix": 773,
      "Ġ6": 774,
      "Ġsong": 775,
      "ock": 776,
      "Ġthen": 777,
      "ĠArab": 778,
      "urr": 779,
      "Ġpolit": 780,
      "eneral": 781,
      "ph": 782,
      "ĠDay": 783,
      "ose": 784,
      "ober": 785,
      "Ġpeople": 786,
      "ĠSy": 787,
      "ĠFor": 788,
      "my": 789,
      "Ġtime": 790,
      "Ġind": 791,
      "ities": 792,
      "Ġfam": 793,
      "Ġbet": 794,
      "ced": 795,
      "ton": 796,
      "Ġwould": 797,
      "Ġheld": 798,
      "inn": 799,
      "Ġcall": 800,
      "istrict": 801,
      "ĠEng": 802,
      "Ġfour": 803,
      "ior": 804,
      "Ġent": 805,
      "Ġsa": 806,
      "Ġyears": 807,
      "che": 808,
      "ague": 809,
      "ina": 810,
      "Ġsing": 811,
      "Ġ16": 812,
      "oci": 813,
      "pr": 814,
      "Ġend": 815,
      "use": 816,
      "overnment": 817,
      "Ġnumber": 818,
      "pt": 819,
      "ans": 820,
      "Ġsome": 821,
      "roup": 822,
      "ib": 823,
      "Ġinv": 824,
      "Ġco": 825,
      "omen": 826,
      "str": 827,
      "urch": 828,
      "Ġlater": 829,
      "ĠJun": 830,
      "rough": 831,
      "ween": 832,
      "eat": 833,
      "ten": 834,
      "Ġacc": 835,
      "ative": 836,
      "ĠAt": 837,
      "ĠAfter": 838,
      "ĠJew": 839,
      "Ġevict": 840,
      "Ġsupp": 841,
      "Ġborn": 842,
      "Ġmore": 843,
      "Ġ17": 844,
      "ĠWorld": 845,
      "ĠBritish": 846,
      "led": 847,
      "til": 848,
      "Ġdirect": 849,
      "Ġrece": 850,
      "ĠGer": 851,
      "mpics": 852,
      "ef": 853,
      "way": 854,
      "ings": 855,
      "ĠSum": 856,
      "Ġonly": 857,
      "Ġcons": 858,
      "Ã¡": 859,
      "Ġsur": 860,
      "Ġmay": 861,
      "resident": 862,
      "Ġincluding": 863,
      "bum": 864,
      "ors": 865,
      "Ġmusic": 866,
      "stit": 867,
      "ek": 868,
      "ier": 869,
      "ĠQ": 870,
      "Ġmov": 871,
      "Ġsever": 872,
      "ugust": 873,
      "any": 874,
      "ĠAs": 875,
      "uth": 876,
      "ĠAugust": 877,
      "ilit": 878,
      "ĠOly": 879,
      "Ġwhen": 880,
      "als": 881,
      "oth": 882,
      "ĠSummer": 883,
      "ev": 884,
      "Ġbetween": 885,
      "lish": 886,
      "aly": 887,
      "Ġart": 888,
      "ty": 889,
      "ough": 890,
      "ĠAmerican": 891,
      "Ġagainst": 892,
      "ating": 893,
      "ently": 894,
      "ames": 895,
      "ĠNov": 896,
      "The": 897,
      "ke": 898,
      "Ġqu": 899,
      "Ġwill": 900,
      "ĠCl": 901,
      "ĠThey": 902,
      "Ġname": 903,
      "Ġlead": 904,
      "Ġwon": 905,
      "Ġser": 906,
      "Ġbeing": 907,
      "Ġdef": 908,
      "ever": 909,
      "Ġcount": 910,
      "Ġ10": 911,
      "ĠJu": 912,
      "Ġknown": 913,
      "Ġsub": 914,
      "ese": 915,
      "Ġmar": 916,
      "ĠJoh": 917,
      "ĠChampionship": 918,
      "Ġ-": 919,
      "ĠAss": 920,
      "Ġuntil": 921,
      "Ġserved": 922,
      "Ġfollowing": 923,
      "ĠâĢĵ": 924,
      "Ġmember": 925,
      "ĠCon": 926,
      "other": 927,
      "Ġalbum": 928,
      "Ġ2018": 929,
      "Ġinter": 930,
      "Ġdo": 931,
      "Ġthree": 932,
      "ourn": 933,
      "Ġfamily": 934,
      ".\"": 935,
      "fore": 936,
      "iel": 937,
      "min": 938,
      "Ġwrit": 939,
      "ĠIs": 940,
      "uss": 941,
      "ept": 942,
      "Ġreport": 943,
      "ĠMarch": 944,
      "Ġthere": 945,
      "Ġwell": 946,
      "Ġcre": 947,
      "Ġcar": 948,
      "ĠPol": 949,
      "ife": 950,
      "Ġreleased": 951,
      "ĠOlympics": 952,
      "red": 953,
      "Ġ7": 954,
      "Ġ8": 955,
      "row": 956,
      "rat": 957,
      "Ġtran": 958,
      "ick": 959,
      "ĠAd": 960,
      "ives": 961,
      "iment": 962,
      "ĠNovember": 963,
      "ĠJuly": 964,
      "ĠâĢ": 965,
      "ale": 966,
      "ĠApr": 967,
      "Ġrel": 968,
      "cess": 969,
      "ĠSc": 970,
      "Ġrepresent": 971,
      "Ġpolice": 972,
      "Ġsaid": 973,
      "Ġseveral": 974,
      "cy": 975,
      "ject": 976,
      "Ġest": 977,
      "ĠAust": 978,
      "Ġed": 979,
      "Ġgroup": 980,
      "Ġstate": 981,
      "Ġwhile": 982,
      "Ġprov": 983,
      "ission": 984,
      "ĠSyri": 985,
      "oon": 986,
      "ony": 987,
      "alk": 988,
      "ĠCount": 989,
      "ĠPl": 990,
      "ĠRep": 991,
      "ĠOct": 992,
      "ĠJune": 993,
      "aug": 994,
      "hen": 995,
      "ern": 996,
      "Ġbook": 997,
      "Ġthrough": 998,
      "Ġbefore": 999,
      "aint": 1000,
      "ĠApril": 1001,
      "pen": 1002,
      "Ġ12": 1003,
      "ech": 1004,
      "ĠNational": 1005,
      "der": 1006,
      "fess": 1007,
      "uen": 1008,
      "ual": 1009,
      "lege": 1010,
      "amed": 1011,
      "Ġform": 1012,
      "Ġattack": 1013,
      "ĠOctober": 1014,
      "ism": 1015,
      "Ġcompeted": 1016,
      "Ġra": 1017,
      "Ġschool": 1018,
      "Ġdec": 1019,
      "ĠMay": 1020,
      "Ġlist": 1021,
      "ĠReg": 1022,
      "ific": 1023,
      "ron": 1024,
      "enn": 1025,
      "Ġset": 1026,
      "Ġme": 1027,
      "Ġmed": 1028,
      "ĠHis": 1029,
      "Ġear": 1030,
      "ĠFran": 1031,
      "Ġadd": 1032,
      "shire": 1033,
      "ued": 1034,
      "arg": 1035,
      "urk": 1036,
      "ivision": 1037,
      "ĠGe": 1038,
      "ried": 1039,
      "ized": 1040,
      "Ġdesc": 1041,
      "ĠJohn": 1042,
      "reat": 1043,
      "Ġcent": 1044,
      "Ġprom": 1045,
      "Ġmat": 1046,
      "Ġrem": 1047,
      "Ġchild": 1048,
      "form": 1049,
      "velop": 1050,
      "Ġeviction": 1051,
      "ures": 1052,
      "ve": 1053,
      "Ġtit": 1054,
      "Ġac": 1055,
      "ĠSa": 1056,
      "ĠPh": 1057,
      "ĠRiver": 1058,
      "erson": 1059,
      "Ġgovernment": 1060,
      "ĠEu": 1061,
      "ike": 1062,
      "Ġappear": 1063,
      "ternational": 1064,
      "ilitary": 1065,
      "Ġaward": 1066,
      "Ġown": 1067,
      "ĠPr": 1068,
      "ĠDem": 1069,
      "ott": 1070,
      "ĠState": 1071,
      "Ġimp": 1072,
      "Ġseries": 1073,
      "eptember": 1074,
      "oard": 1075,
      "son": 1076,
      "ret": 1077,
      "Ġmon": 1078,
      "ular": 1079,
      "000": 1080,
      "ĠGerman": 1081,
      "Ġfl": 1082,
      "ents": 1083,
      "Ġrefer": 1084,
      "ained": 1085,
      "ĠLeague": 1086,
      "radu": 1087,
      "Ġreceived": 1088,
      "ister": 1089,
      "Ġpos": 1090,
      "ĠSeptember": 1091,
      "Ġmost": 1092,
      "Ġday": 1093,
      "Ġ191": 1094,
      "Ġnear": 1095,
      "apt": 1096,
      "oyal": 1097,
      "augh": 1098,
      "rist": 1099,
      "sh": 1100,
      "ital": 1101,
      "ash": 1102,
      "aced": 1103,
      "igin": 1104,
      "ĠStates": 1105,
      "Ġexp": 1106,
      "ĠSenator": 1107,
      "ology": 1108,
      "Ã³": 1109,
      "Ġ9": 1110,
      "ĠCan": 1111,
      "ĠCar": 1112,
      "Ġtrans": 1113,
      "gram": 1114,
      "ll": 1115,
      "Ġam": 1116,
      "ĠSouth": 1117,
      "Ġthan": 1118,
      "ĠFe": 1119,
      "ĠUS": 1120,
      "uction": 1121,
      "Ġlocated": 1122,
      "embers": 1123,
      "its": 1124,
      "Ġcurr": 1125,
      "ĠWar": 1126,
      "Ġ2016": 1127,
      "hern": 1128,
      "Ġused": 1129,
      "Ġtr": 1130,
      "leg": 1131,
      "ĠPort": 1132,
      "imes": 1133,
      "Ġorgan": 1134,
      "ĠEurop": 1135,
      "aim": 1136,
      "lif": 1137,
      "omin": 1138,
      "ĠCent": 1139,
      "ired": 1140,
      "Ġhead": 1141,
      "Ġstart": 1142,
      "Ġvi": 1143,
      "ightlif": 1144,
      "Ġfinal": 1145,
      "Ġpublished": 1146,
      "Ġsupport": 1147,
      "ightlifter": 1148,
      "rand": 1149,
      "ert": 1150,
      "Ġsuc": 1151,
      "ised": 1152,
      "Ġfootball": 1153,
      "Ġph": 1154,
      "ĠTurk": 1155,
      "Ġdied": 1156,
      "Ġconf": 1157,
      "udi": 1158,
      "Ġincluded": 1159,
      "ĠDemoc": 1160,
      "Ġwomen": 1161,
      "Ġfeat": 1162,
      "Ġcour": 1163,
      "ĠAnd": 1164,
      "Ġ15": 1165,
      "elf": 1166,
      "ured": 1167,
      "iving": 1168,
      "Ġ2017": 1169,
      "uthor": 1170,
      "Ġsix": 1171,
      "icip": 1172,
      "Ġtop": 1173,
      "Ġ13": 1174,
      "Ġla": 1175,
      "Ġrecord": 1176,
      "Ġcalled": 1177,
      "Ġsingle": 1178,
      "ĠAustral": 1179,
      "Ġtra": 1180,
      "Ġoper": 1181,
      "Ġopen": 1182,
      "reet": 1183,
      "Ġbl": 1184,
      "ĠSchool": 1185,
      "Ġmain": 1186,
      "Ġmembers": 1187,
      "ĠDep": 1188,
      "ĠWest": 1189,
      "Ġann": 1190,
      "very": 1191,
      "Ġvis": 1192,
      "Ġdep": 1193,
      "Ġdevelop": 1194,
      "ĠYork": 1195,
      "Ġresp": 1196,
      "bruary": 1197,
      "liament": 1198,
      "stitut": 1199,
      "Ġbro": 1200,
      "Ġtook": 1201,
      "Ġmin": 1202,
      "ley": 1203,
      "Ġhist": 1204,
      "ilt": 1205,
      "ĠPart": 1206,
      "Ġno": 1207,
      "ĠGu": 1208,
      "osp": 1209,
      "Ġorigin": 1210,
      "Ġsuch": 1211,
      "Ġcontin": 1212,
      "Ġhouse": 1213,
      "ĠDemocrat": 1214,
      "au": 1215,
      "Ġ.": 1216,
      "ana": 1217,
      "ask": 1218,
      "Ġbased": 1219,
      "Ġdr": 1220,
      "ĠMid": 1221,
      "ross": 1222,
      "Ġstr": 1223,
      "Ġdeb": 1224,
      "ĠFebruary": 1225,
      "ez": 1226,
      "Ġwar": 1227,
      "Ġcan": 1228,
      "ica": 1229,
      "Ġworked": 1230,
      "ĠCollege": 1231,
      "Ġdescrib": 1232,
      "tal": 1233,
      "yn": 1234,
      "Ġem": 1235,
      "Ġter": 1236,
      "Ġocc": 1237,
      "Ġback": 1238,
      "ĠCork": 1239,
      "ĠMin": 1240,
      "Ġformer": 1241,
      "Ġbegan": 1242,
      "Ġdeath": 1243,
      "Ġkill": 1244,
      "ika": 1245,
      "Ġteams": 1246,
      "Ġbuild": 1247,
      "Ġpar": 1248,
      "ĠAm": 1249,
      "Ġref": 1250,
      "ĠHer": 1251,
      "Ġplace": 1252,
      "Ġweightlifter": 1253,
      "Ġspecies": 1254,
      "ne": 1255,
      "ven": 1256,
      "ins": 1257,
      "orp": 1258,
      "ald": 1259,
      "Ġdid": 1260,
      "ĠNorth": 1261,
      "Ġgo": 1262,
      "ĠEd": 1263,
      "ounc": 1264,
      "igned": 1265,
      "Ġ1952": 1266,
      "Ġestab": 1267,
      "ved": 1268,
      "Ġcould": 1269,
      "Ġboth": 1270,
      "Ġdistrict": 1271,
      "Ġgu": 1272,
      "Ġprot": 1273,
      "Ġleft": 1274,
      "Ġjoin": 1275,
      "Ġlocal": 1276,
      "urned": 1277,
      "Ġactiv": 1278,
      "ĠCounty": 1279,
      "Ġsm": 1280,
      "ury": 1281,
      "eller": 1282,
      "ield": 1283,
      "uk": 1284,
      "arge": 1285,
      "Ġcity": 1286,
      "ician": 1287,
      "ĠSec": 1288,
      "Ġ190": 1289,
      "ists": 1290,
      "avy": 1291,
      "Ġplayed": 1292,
      "rench": 1293,
      "18": 1294,
      "ise": 1295,
      "ĠMan": 1296,
      "ĠRuss": 1297,
      "Ġproduc": 1298,
      "Ġprogram": 1299,
      "Ġrun": 1300,
      "aking": 1301,
      "angu": 1302,
      "ĠArmy": 1303,
      "Ġelection": 1304,
      "ful": 1305,
      "Ġbel": 1306,
      "ada": 1307,
      "ĠRo": 1308,
      "ung": 1309,
      "Ġ2015": 1310,
      "umb": 1311,
      "Ġvar": 1312,
      "ouse": 1313,
      "Ġclub": 1314,
      "Ġappoin": 1315,
      "Ġmany": 1316,
      "CA": 1317,
      "aff": 1318,
      "eed": 1319,
      "ham": 1320,
      "ms": 1321,
      "ines": 1322,
      "ering": 1323,
      "Ġsame": 1324,
      "alif": 1325,
      "ondon": 1326,
      "Ġprev": 1327,
      "ĠEnglish": 1328,
      "ĠRepubl": 1329,
      "ling": 1330,
      "Ġauthor": 1331,
      "aster": 1332,
      "Ġmid": 1333,
      "Ġdem": 1334,
      "Ġhow": 1335,
      "Ġhome": 1336,
      "ĠDivision": 1337,
      "ĠFootball": 1338,
      "ĠGeneral": 1339,
      "Ġgradu": 1340,
      "ogra": 1341,
      "Ġarea": 1342,
      "ĠGeor": 1343,
      "oman": 1344,
      "Ġ11": 1345,
      "Ġ14": 1346,
      "ivil": 1347,
      "ird": 1348,
      "ĠFrench": 1349,
      "Ġexpl": 1350,
      "weight": 1351,
      "Ġbuilt": 1352,
      "ajor": 1353,
      "ler": 1354,
      "vi": 1355,
      "hel": 1356,
      "ĠCity": 1357,
      "ages": 1358,
      "ountain": 1359,
      "lection": 1360,
      "Ġpublic": 1361,
      "ĠIndian": 1362,
      "Ġchildren": 1363,
      "app": 1364,
      "by": 1365,
      "com": 1366,
      "ient": 1367,
      "lp": 1368,
      "Ġpresident": 1369,
      "ĠTr": 1370,
      "Ġlast": 1371,
      "ĠDuring": 1372,
      "ĠLondon": 1373,
      "ĠJewish": 1374,
      "ĠParty": 1375,
      "oir": 1376,
      "side": 1377,
      "ually": 1378,
      "ĠSe": 1379,
      "ĠSw": 1380,
      "Ġmilitary": 1381,
      "ĠRoyal": 1382,
      "ĠLake": 1383,
      "ĠOr": 1384,
      "Ġalong": 1385,
      "ended": 1386,
      "ially": 1387,
      "Ġdisc": 1388,
      "ribut": 1389,
      "Ġpolitician": 1390,
      "Ġpromot": 1391,
      "Ġtitle": 1392,
      "..": 1393,
      "ause": 1394,
      "na": 1395,
      "ves": 1396,
      "Ġair": 1397,
      "Ġpoin": 1398,
      "ĠBel": 1399,
      "ided": 1400,
      "aving": 1401,
      "earch": 1402,
      "Ġcompany": 1403,
      "Ġeng": 1404,
      "Ġsurv": 1405,
      "Ġdebut": 1406,
      "Âł": 1407,
      "ĠÃ": 1408,
      "onom": 1409,
      "Ġso": 1410,
      "rew": 1411,
      "alth": 1412,
      "itions": 1413,
      "itte": 1414,
      "ility": 1415,
      "iven": 1416,
      "Ġresult": 1417,
      "ournament": 1418,
      "ĠEuropean": 1419,
      "co": 1420,
      "ged": 1421,
      "ars": 1422,
      "Ġinc": 1423,
      "Ġcr": 1424,
      "Ġlong": 1425,
      "ĠRe": 1426,
      "used": 1427,
      "Ġany": 1428,
      "ocial": 1429,
      "ants": 1430,
      "ĠComp": 1431,
      "Ġappointed": 1432,
      "ae": 1433,
      "cer": 1434,
      "eh": 1435,
      "rid": 1436,
      "ĠÐ": 1437,
      "ales": 1438,
      "Ġdif": 1439,
      "Ġlit": 1440,
      "Ġland": 1441,
      "emen": 1442,
      "âĢĿ": 1443,
      "Ġvill": 1444,
      "Ġprofess": 1445,
      "Ġpolitical": 1446,
      "ouncil": 1447,
      "ched": 1448,
      "Ġsy": 1449,
      "alian": 1450,
      "ality": 1451,
      "Ġpost": 1452,
      "Ġpresent": 1453,
      "ĠMich": 1454,
      "emp": 1455,
      "Ġnational": 1456,
      "Ġeach": 1457,
      "ety": 1458,
      "ower": 1459,
      "ĠEx": 1460,
      "ection": 1461,
      "Ġaround": 1462,
      "ording": 1463,
      "lands": 1464,
      "Ġcommun": 1465,
      "Ġhousem": 1466,
      "Ġearly": 1467,
      "ium": 1468,
      "ner": 1469,
      "ting": 1470,
      "iness": 1471,
      "era": 1472,
      "Ġfac": 1473,
      "ĠAb": 1474,
      "els": 1475,
      "ural": 1476,
      "eth": 1477,
      "ĠFrom": 1478,
      "Ġgeneral": 1479,
      "artment": 1480,
      "Ġvot": 1481,
      "ĠChrist": 1482,
      "ĠItalian": 1483,
      "ĠArt": 1484,
      "Ġclaim": 1485,
      "Ġmanag": 1486,
      "ĠParliament": 1487,
      "ĠJews": 1488,
      "Ġmoved": 1489,
      "ministr": 1490,
      "tle": 1491,
      "Ġworld": 1492,
      "ata": 1493,
      "ĠCup": 1494,
      "Ġ23": 1495,
      "ĠDistrict": 1496,
      "ides": 1497,
      "oung": 1498,
      "ĠQue": 1499,
      "Ġwritten": 1500,
      "Ġdescribed": 1501,
      "iber": 1502,
      "oor": 1503,
      "eng": 1504,
      "ĠThere": 1505,
      "Ġbeg": 1506,
      "ards": 1507,
      "Ġchar": 1508,
      "Ġshow": 1509,
      "ext": 1510,
      "ĠâĢľ": 1511,
      "Ġsuccess": 1512,
      "ĠTurkey": 1513,
      "ange": 1514,
      "Ġob": 1515,
      "Ġfather": 1516,
      "omb": 1517,
      "Ġmod": 1518,
      "Ġhigh": 1519,
      "Ġ24": 1520,
      "ets": 1521,
      "raft": 1522,
      "Ġchampionship": 1523,
      "ĠSyrian": 1524,
      "ais": 1525,
      "aur": 1526,
      "ble": 1527,
      "ford": 1528,
      "ti": 1529,
      "ys": 1530,
      "ze": 1531,
      "ats": 1532,
      "ĠPresident": 1533,
      "Ġlaw": 1534,
      "Ġhelp": 1535,
      "uten": 1536,
      "usiness": 1537,
      "Ġchurch": 1538,
      "Ġclass": 1539,
      "Ġ188": 1540,
      "Ġaddition": 1541,
      "Ġkilled": 1542,
      "ience": 1543,
      "lin": 1544,
      "ison": 1545,
      "Ġmajor": 1546,
      "ĠTom": 1547,
      "ĠMon": 1548,
      "Ġ25": 1549,
      "ĠPe": 1550,
      "ĠBe": 1551,
      "ĠDe": 1552,
      "Ġnamed": 1553,
      "Ġiss": 1554,
      "ĠEduc": 1555,
      "Ġ2014": 1556,
      "ull": 1557,
      "Ġright": 1558,
      "ieuten": 1559,
      "ible": 1560,
      "Ġdirector": 1561,
      "ospital": 1562,
      "Ġbuilding": 1563,
      "Ġprevious": 1564,
      "ittee": 1565,
      "ieutenant": 1566,
      "af": 1567,
      "ks": 1568,
      "ked": 1569,
      "ring": 1570,
      "Ã¶": 1571,
      "Ġfive": 1572,
      "ama": 1573,
      "ster": 1574,
      "urd": 1575,
      "ette": 1576,
      "Ġstation": 1577,
      "ĠOg": 1578,
      "osed": 1579,
      "ĠUK": 1580,
      "illion": 1581,
      "ĠChar": 1582,
      "ĠYemen": 1583,
      "Ġcountry": 1584,
      "ĠPortug": 1585,
      "Ġviol": 1586,
      "Ġsmall": 1587,
      "rol": 1588,
      "Ġcame": 1589,
      "ĠMor": 1590,
      "stem": 1591,
      "ĠIran": 1592,
      "ĠPal": 1593,
      "ached": 1594,
      "ively": 1595,
      "Ġnomin": 1596,
      "Ġthird": 1597,
      "Ġanother": 1598,
      "Ġcond": 1599,
      "orthern": 1600,
      "ove": 1601,
      "ellow": 1602,
      "ments": 1603,
      "Ġcomplet": 1604,
      "Ġexper": 1605,
      "ected": 1606,
      "wards": 1607,
      "ociation": 1608,
      "Ġeduc": 1609,
      "iam": 1610,
      "me": 1611,
      "inc": 1612,
      "reen": 1613,
      "Ġband": 1614,
      "Ġbest": 1615,
      "Ġpass": 1616,
      "ĠSch": 1617,
      "Ġrest": 1618,
      "Ġnorth": 1619,
      "ĠLac": 1620,
      "ĠInternational": 1621,
      "ĠAll": 1622,
      "Ġserving": 1623,
      "Ġelected": 1624,
      "Ġreported": 1625,
      "ĠSaudi": 1626,
      "Ġcurrently": 1627,
      "ĠDemocratic": 1628,
      "aut": 1629,
      "mit": 1630,
      "Ġri": 1631,
      "enus": 1632,
      "arm": 1633,
      "Ġint": 1634,
      "Ġcare": 1635,
      "Ġpop": 1636,
      "ĠCo": 1637,
      "ention": 1638,
      "ĠMal": 1639,
      "ĠHamp": 1640,
      "ĠHouse": 1641,
      "Ġled": 1642,
      "Ġlarge": 1643,
      "ecut": 1644,
      "imin": 1645,
      "Ġgiven": 1646,
      "ĠSenate": 1647,
      "ĠSenior": 1648,
      "Ġofficial": 1649,
      "ograph": 1650,
      "rich": 1651,
      "uch": 1652,
      "Ġ&": 1653,
      "hes": 1654,
      "Ġthese": 1655,
      "ared": 1656,
      "Ġcamp": 1657,
      "Ġmer": 1658,
      "Ġhand": 1659,
      "ille": 1660,
      "Ġrequ": 1661,
      "Ġ22": 1662,
      "ĠKing": 1663,
      "que": 1664,
      "ically": 1665,
      "Ġworks": 1666,
      "Ġsurf": 1667,
      "Ġvillage": 1668,
      "get": 1669,
      "ature": 1670,
      "esp": 1671,
      "Ġdist": 1672,
      "ĠCour": 1673,
      "ĠII": 1674,
      "ĠIr": 1675,
      "Ġearn": 1676,
      "ander": 1677,
      "Ġwhat": 1678,
      "hile": 1679,
      "Ġ189": 1680,
      "Ġparticip": 1681,
      "Ġadv": 1682,
      "ches": 1683,
      "off": 1684,
      "Ġ,": 1685,
      "ences": 1686,
      "anc": 1687,
      "Ġtotal": 1688,
      "ĠTex": 1689,
      "ĠAf": 1690,
      "ĠCast": 1691,
      "ctor": 1692,
      "ody": 1693,
      "Ġchart": 1694,
      "ĠCommission": 1695,
      "ĠIndia": 1696,
      "Ġofficers": 1697,
      "Ġperfor": 1698,
      "Ġmarried": 1699,
      "echn": 1700,
      "Ġstarted": 1701,
      "Ġdiffer": 1702,
      "ĠHampshire": 1703,
      "bec": 1704,
      "fl": 1705,
      "ĠÂ": 1706,
      "Ġson": 1707,
      "Ġsold": 1708,
      "isl": 1709,
      "Ġcivil": 1710,
      "omet": 1711,
      "Ġlake": 1712,
      "ots": 1713,
      "ĠEl": 1714,
      "Ġ2010": 1715,
      "Ġ2012": 1716,
      "Ġdeg": 1717,
      "orts": 1718,
      "Ġproject": 1719,
      "ours": 1720,
      "Ġround": 1721,
      "ounced": 1722,
      "Ġbecause": 1723,
      "letree": 1724,
      "Ġroad": 1725,
      "inning": 1726,
      "ĠCanada": 1727,
      "ĠOgletree": 1728,
      "12": 1729,
      "16": 1730,
      "ax": 1731,
      "dom": 1732,
      "Äĩ": 1733,
      "ari": 1734,
      "ĠAcc": 1735,
      "ĠMus": 1736,
      "Ġlife": 1737,
      "Ġnext": 1738,
      "Ġ2008": 1739,
      "Ġinclude": 1740,
      "Ġreturned": 1741,
      "ĠEngland": 1742,
      "Ġmatch": 1743,
      "Ġbrother": 1744,
      "Ġjoined": 1745,
      "ĠTexas": 1746,
      "iod": 1747,
      "ues": 1748,
      "uel": 1749,
      "vers": 1750,
      "Ġtour": 1751,
      "Ġwin": 1752,
      "anish": 1753,
      "ately": 1754,
      "ara": 1755,
      "itiz": 1756,
      "ices": 1757,
      "Ġmark": 1758,
      "ĠAg": 1759,
      "olic": 1760,
      "adem": 1761,
      "ĠPika": 1762,
      "Ġprop": 1763,
      "Ġleg": 1764,
      "Ġyoung": 1765,
      "Ġparty": 1766,
      "Ġregion": 1767,
      "Ġinvest": 1768,
      "Ġcreated": 1769,
      "anguage": 1770,
      "ĠRepublican": 1771,
      "view": 1772,
      "Ġcharac": 1773,
      "ĠEducation": 1774,
      "dle": 1775,
      "lo": 1776,
      "the": 1777,
      "zer": 1778,
      "Ġ'": 1779,
      "ena": 1780,
      "Ġwro": 1781,
      "Ġsl": 1782,
      "Ġperson": 1783,
      "lev": 1784,
      "Ġhaving": 1785,
      "urther": 1786,
      "Ġeff": 1787,
      "Ġprod": 1788,
      "lower": 1789,
      "ĠOne": 1790,
      "ĠSyria": 1791,
      "retary": 1792,
      "itizens": 1793,
      "Ġwrote": 1794,
      "ru": 1795,
      "Ġel": 1796,
      "Ġfew": 1797,
      "Ġfield": 1798,
      "Ġbusiness": 1799,
      "Ġpe": 1800,
      "Ġpo": 1801,
      "Ġdaugh": 1802,
      "ĠPeople": 1803,
      "Ġvo": 1804,
      "ĠChurch": 1805,
      "Ġservice": 1806,
      "Ġ30": 1807,
      "Ġweek": 1808,
      "Ġoverall": 1809,
      "Ġfounded": 1810,
      "Ġentered": 1811,
      "Ġrepresented": 1812,
      "Ġhistory": 1813,
      "uge": 1814,
      "Ã¼": 1815,
      "Ġaut": 1816,
      "Ġwent": 1817,
      "ream": 1818,
      "alf": 1819,
      "Ġfund": 1820,
      "Ġfact": 1821,
      "Ġfellow": 1822,
      "Ġche": 1823,
      "Ġcric": 1824,
      "ĠAc": 1825,
      "Ġdue": 1826,
      "ĠCouncil": 1827,
      "isted": 1828,
      "ĠWhen": 1829,
      "Ġ2013": 1830,
      "Ġconstit": 1831,
      "Ġshort": 1832,
      "Ġjust": 1833,
      "Ġregiment": 1834,
      "ĠPhil": 1835,
      "Ġannounced": 1836,
      "ha": 1837,
      "hy": 1838,
      "iÄĩ": 1839,
      "ji": 1840,
      "sy": 1841,
      "Ġtimes": 1842,
      "Ġage": 1843,
      "Ġsent": 1844,
      "Ġopp": 1845,
      "alc": 1846,
      "Ġinternational": 1847,
      "astern": 1848,
      "ĠSk": 1849,
      "Ġmy": 1850,
      "Ġmillion": 1851,
      "ĠHar": 1852,
      "aces": 1853,
      "acher": 1854,
      "cept": 1855,
      "ĠWill": 1856,
      "ries": 1857,
      "Ġconc": 1858,
      "ource": 1859,
      "ified": 1860,
      "ĠStreet": 1861,
      "Ġord": 1862,
      "Ġresearch": 1863,
      "Ġrole": 1864,
      "sport": 1865,
      "Ġinvol": 1866,
      "ĠChampionships": 1867,
      "Ġamong": 1868,
      "Ġlaun": 1869,
      "ĠAustralia": 1870,
      "ĠDepartment": 1871,
      "Ġsurvived": 1872,
      "Ġsystem": 1873,
      "ĠCourt": 1874,
      "ger": 1875,
      "well": 1876,
      "Ġtw": 1877,
      "ini": 1878,
      "ories": 1879,
      "Ġwater": 1880,
      "Ġold": 1881,
      "rest": 1882,
      "Ġface": 1883,
      "Ġput": 1884,
      "ĠSup": 1885,
      "Ġmass": 1886,
      "ĠHow": 1887,
      "Ġ21": 1888,
      "ĠBro": 1889,
      "ĠGood": 1890,
      "ĠEast": 1891,
      "ests": 1892,
      "Ġrank": 1893,
      "epend": 1894,
      "apan": 1895,
      "ailed": 1896,
      "Ġspecial": 1897,
      "Ġfourth": 1898,
      "Ġcontinued": 1899,
      "Ġproduced": 1900,
      "Ġpromoted": 1901,
      "ĠAccording": 1902,
      "ck": 1903,
      "gy": 1904,
      "ox": 1905,
      "ship": 1906,
      "yle": 1907,
      "Ġec": 1908,
      "Ġship": 1909,
      "Ġmult": 1910,
      "ĠMed": 1911,
      "Ġlight": 1912,
      "irc": 1913,
      "Ġnov": 1914,
      "Ġforces": 1915,
      "uty": 1916,
      "Ġorder": 1917,
      "ization": 1918,
      "mann": 1919,
      "ĠAng": 1920,
      "embly": 1921,
      "Ġdirected": 1922,
      "ĠFrance": 1923,
      "Ġawards": 1924,
      "Ġposition": 1925,
      "Ã³n": 1926,
      "Ġvisit": 1927,
      "Ġpoints": 1928,
      "Ġliter": 1929,
      "Ġprofessional": 1930,
      "17": 1931,
      "bor": 1932,
      "sc": 1933,
      "Ã¨": 1934,
      "Ġ$": 1935,
      "Ġident": 1936,
      "Ġvery": 1937,
      "heast": 1938,
      "ense": 1939,
      "ency": 1940,
      "Ġsim": 1941,
      "read": 1942,
      "Ġfif": 1943,
      "Ġca": 1944,
      "Ġmet": 1945,
      "ĠChe": 1946,
      "ĠCath": 1947,
      "ĠRober": 1948,
      "ĠJos": 1949,
      "Ġgame": 1950,
      "Ġconstr": 1951,
      "ĠInc": 1952,
      "ĠChin": 1953,
      "ĠChina": 1954,
      "ending": 1955,
      "Ġext": 1956,
      "class": 1957,
      "ĠThom": 1958,
      "Ġrepl": 1959,
      "Ġplayer": 1960,
      "ĠCommittee": 1961,
      "Ġperiod": 1962,
      "useum": 1963,
      "Ġartist": 1964,
      "ĠCentral": 1965,
      "ĠAustralian": 1966,
      "Ġsurface": 1967,
      "Ġinvestig": 1968,
      "band": 1969,
      "eep": 1970,
      "lished": 1971,
      "ness": 1972,
      "round": 1973,
      "west": 1974,
      "work": 1975,
      "atives": 1976,
      "Ġside": 1977,
      "Ġsite": 1978,
      "Ġcrit": 1979,
      "Ġcase": 1980,
      "lex": 1981,
      "ĠAth": 1982,
      "Ġ100": 1983,
      "ĠMusic": 1984,
      "ĠHen": 1985,
      "Ġ26": 1986,
      "Ġlarg": 1987,
      "Ġlieutenant": 1988,
      "ĠDav": 1989,
      "ids": 1990,
      "ĠLeg": 1991,
      "ĠGl": 1992,
      "ĠNo": 1993,
      "Ġ(\"": 1994,
      "Ġgenus": 1995,
      "ĠWil": 1996,
      "anding": 1997,
      "Ġstated": 1998,
      "Ġbeh": 1999,
      "uman": 2000,
      "ians": 2001,
      "hib": 2002,
      "ains": 2003,
      "Ġproper": 2004,
      "Ġarr": 2005,
      "Ġbecome": 2006,
      "Ġ--": 2007,
      "Ġmeet": 2008,
      "Ġmonth": 2009,
      "Ġfeatured": 2010,
      "Ġestablished": 2011,
      "ĠRussia": 2012,
      "oirang": 2013,
      "Ġhousemates": 2014,
      "Ġconstituen": 2015,
      "eal": 2016,
      "rd": 2017,
      "tr": 2018,
      "Ġif": 2019,
      "Ġty": 2020,
      "ery": 2021,
      "only": 2022,
      "onstr": 2023,
      "ane": 2024,
      "isc": 2025,
      "reed": 2026,
      "Ġfoc": 2027,
      "Ġfurther": 2028,
      "esh": 2029,
      "ĠServ": 2030,
      "Ġdet": 2031,
      "ĠMart": 2032,
      "ĠHorn": 2033,
      "ival": 2034,
      "idae": 2035,
      "ĠRes": 2036,
      "ĠJapan": 2037,
      "ĠWood": 2038,
      "bert": 2039,
      "Ġallow": 2040,
      "riend": 2041,
      "ulation": 2042,
      "ĠItaly": 2043,
      "ĠPark": 2044,
      "Ġqualif": 2045,
      "ification": 2046,
      "Ġawarded": 2047,
      "asket": 2048,
      "Ġestablish": 2049,
      "Ġnominated": 2050,
      "ĠThomas": 2051,
      "ĠAthlet": 2052,
      "\")": 2053,
      "iet": 2054,
      "mi": 2055,
      "par": 2056,
      "water": 2057,
      "ÃŃ": 2058,
      "Ġtake": 2059,
      "Ġtournament": 2060,
      "eral": 2061,
      "Ġsol": 2062,
      "Ġsouth": 2063,
      "Ġinst": 2064,
      "itar": 2065,
      "Ġbomb": 2066,
      "Ġbody": 2067,
      "ĠSing": 2068,
      "ĠShire": 2069,
      "Ġtown": 2070,
      "Ġmot": 2071,
      "ĠAir": 2072,
      "ĠCam": 2073,
      "ĠMountain": 2074,
      "Ġreached": 2075,
      "ĠPer": 2076,
      "ĠPre": 2077,
      "acy": 2078,
      "Ġline": 2079,
      "ĠLou": 2080,
      "ays": 2081,
      "uses": 2082,
      "ĠNot": 2083,
      "istry": 2084,
      "Ġstory": 2085,
      "ump": 2086,
      "ĠKh": 2087,
      "ude": 2088,
      "abor": 2089,
      "Ġchang": 2090,
      "Ġlet": 2091,
      "Ġ1980": 2092,
      "Ġattended": 2093,
      "ference": 2094,
      "Ġelections": 2095,
      "Ġuse": 2096,
      "Ġroom": 2097,
      "Ġindust": 2098,
      "onym": 2099,
      "Ġhistor": 2100,
      "Ġrefuge": 2101,
      "Ġactivities": 2102,
      "Ġcompleted": 2103,
      "Ġcharacter": 2104,
      "Ġdaughter": 2105,
      "13": 2106,
      "bur": 2107,
      "eated": 2108,
      "ipp": 2109,
      "ming": 2110,
      "nect": 2111,
      "Ġcapt": 2112,
      "Ġpres": 2113,
      "ĠTe": 2114,
      "ĠMir": 2115,
      "olut": 2116,
      "ela": 2117,
      "Ġ29": 2118,
      "ĠBat": 2119,
      "ĠBar": 2120,
      "ĠDr": 2121,
      "ĠDef": 2122,
      "Ġnow": 2123,
      "Ġep": 2124,
      "ĠRev": 2125,
      "igan": 2126,
      "ĠFC": 2127,
      "ĠGra": 2128,
      "ĠNavy": 2129,
      "Ġgener": 2130,
      "ceed": 2131,
      "Ġstreet": 2132,
      "though": 2133,
      "ĠOx": 2134,
      "Ġ2011": 2135,
      "ĠInstitut": 2136,
      "Ġplaced": 2137,
      "Ġeven": 2138,
      "aching": 2139,
      "Ġ1983": 2140,
      "Ġworking": 2141,
      "indo": 2142,
      "Ġstudied": 2143,
      "ĠShindo": 2144,
      "Ġconsid": 2145,
      "Ġleaders": 2146,
      "ĠPolit": 2147,
      "Ġcentury": 2148,
      "Ġcourse": 2149,
      "Ġengine": 2150,
      "ĠMichigan": 2151,
      "ĠIrish": 2152,
      "Ġdifferent": 2153,
      "Ġdegree": 2154,
      "Ġeconom": 2155,
      "Ã¨re": 2156,
      "asketball": 2157,
      "15": 2158,
      "blower": 2159,
      "den": 2160,
      "tar": 2161,
      "Å¡": 2162,
      "ink": 2163,
      "atin": 2164,
      "Ġsign": 2165,
      "Ġcitizens": 2166,
      "Ġbat": 2167,
      "ĠSome": 2168,
      "Ġhost": 2169,
      "ĠMember": 2170,
      "ĠHigh": 2171,
      "Ġ27": 2172,
      "Ġlike": 2173,
      "ĠThese": 2174,
      "ĠBer": 2175,
      "Ġne": 2176,
      "Ġnight": 2177,
      "ĠLiber": 2178,
      "ĠFl": 2179,
      "ĠWall": 2180,
      "ĠWomen": 2181,
      "ĠWhile": 2182,
      "rain": 2183,
      "aining": 2184,
      "avi": 2185,
      "ĠArts": 2186,
      "Ġadministr": 2187,
      "Ġ2007": 2188,
      "Ġ1987": 2189,
      "Ġplaying": 2190,
      "ators": 2191,
      "ĠQu": 2192,
      "ĠClub": 2193,
      "ĠScott": 2194,
      "Ġappeared": 2195,
      "Ġcurrent": 2196,
      "ĠGeorge": 2197,
      "Ġcommunity": 2198,
      "ĠCatholic": 2199,
      "ĠHornblower": 2200,
      "ee": 2201,
      "kn": 2202,
      "ket": 2203,
      "Ġwife": 2204,
      "Ġsw": 2205,
      "Ġsum": 2206,
      "ico": 2207,
      "ĠSan": 2208,
      "ĠSal": 2209,
      "Ġdam": 2210,
      "Ġhit": 2211,
      "ĠMc": 2212,
      "ĠMu": 2213,
      "ĠMad": 2214,
      "ĠMun": 2215,
      "ĠHol": 2216,
      "urs": 2217,
      "acre": 2218,
      "Ġlate": 2219,
      "ĠBl": 2220,
      "ĠBy": 2221,
      "iga": 2222,
      "Ġ()": 2223,
      "ĠWe": 2224,
      "agaz": 2225,
      "aguen": 2226,
      "ĠOff": 2227,
      "hief": 2228,
      "abel": 2229,
      "Ġleague": 2230,
      "Ġoffice": 2231,
      "Ġplays": 2232,
      "Ġ1990": 2233,
      "Ġ1999": 2234,
      "Ġevents": 2235,
      "Ġcoll": 2236,
      "Ġstudents": 2237,
      "Ġcoal": 2238,
      "ĠAssociation": 2239,
      "Ġvarious": 2240,
      "Ġhowever": 2241,
      "ĠWilliam": 2242,
      "Ġnovel": 2243,
      "ĠAthletics": 2244,
      "MCA": 2245,
      "iÃ¨re": 2246,
      "sk": 2247,
      "ĠX": 2248,
      "Ġwoman": 2249,
      "ani": 2250,
      "atic": 2251,
      "Ġsit": 2252,
      "Ġsaw": 2253,
      "Ġinj": 2254,
      "Ġcand": 2255,
      "Ġball": 2256,
      "Ġpat": 2257,
      "Ġpri": 2258,
      "ĠShi": 2259,
      "ĠSince": 2260,
      "ĠSocial": 2261,
      "ĠSource": 2262,
      "Ġread": 2263,
      "ola": 2264,
      "urt": 2265,
      "urity": 2266,
      "irl": 2267,
      "ĠDon": 2268,
      "Ġheavy": 2269,
      "ute": 2270,
      "Ġwithout": 2271,
      "Ġrally": 2272,
      "ĠIts": 2273,
      "ugg": 2274,
      "ĠYMCA": 2275,
      "Ġ1982": 2276,
      "Ġ1929": 2277,
      "Ġ1968": 2278,
      "Ġindepend": 2279,
      "ĠAssembly": 2280,
      "ĠRegiment": 2281,
      "aught": 2282,
      "Ġgraduated": 2283,
      "Ġlaunched": 2284,
      "ĠHowever": 2285,
      "aguenay": 2286,
      "aul": 2287,
      "board": 2288,
      "ele": 2289,
      "iers": 2290,
      "lated": 2291,
      "mar": 2292,
      "self": 2293,
      "Ġ<": 2294,
      "Ġaff": 2295,
      "includ": 2296,
      "ored": 2297,
      "Ġway": 2298,
      "ances": 2299,
      "atus": 2300,
      "Ġfun": 2301,
      "Ġfriend": 2302,
      "estern": 2303,
      "Ġbase": 2304,
      "Ġmean": 2305,
      "Ġmother": 2306,
      "Ġdown": 2307,
      "Ġhold": 2308,
      "ĠHa": 2309,
      "Ġ28": 2310,
      "ĠBoard": 2311,
      "Ġnort": 2312,
      "Ġthose": 2313,
      "Ġevery": 2314,
      "ĠLaw": 2315,
      "ĠGames": 2316,
      "ĠNorthern": 2317,
      "Ġgun": 2318,
      "Ġanti": 2319,
      "oss": 2320,
      "osition": 2321,
      "ested": 2322,
      "Ġren": 2323,
      "ishop": 2324,
      "ape": 2325,
      "ogn": 2326,
      "Ġarrest": 2327,
      "Ġ2006": 2328,
      "Ġ1996": 2329,
      "ĠParaly": 2330,
      "Ġstudio": 2331,
      "airs": 2332,
      "ĠArabs": 2333,
      "ociety": 2334,
      "ĠâĢĺ": 2335,
      "formation": 2336,
      "Ġtrack": 2337,
      "Ġeducation": 2338,
      "ĠChinese": 2339,
      "olution": 2340,
      "ĠPolitical": 2341,
      "of": 2342,
      "ta": 2343,
      "ville": 2344,
      "ya": 2345,
      "Ġaway": 2346,
      "Ġwat": 2347,
      "Ġwind": 2348,
      "Ġsout": 2349,
      "reak": 2350,
      "Ġcast": 2351,
      "ĠSaint": 2352,
      "ĠSaguenay": 2353,
      "oming": 2354,
      "Ġmountain": 2355,
      "ĠTran": 2356,
      "ĠCalif": 2357,
      "Ġhon": 2358,
      "ental": 2359,
      "ĠHas": 2360,
      "iviÃ¨re": 2361,
      "irst": 2362,
      "Ġneed": 2363,
      "ĠLa": 2364,
      "Ġgather": 2365,
      "ript": 2366,
      "Ġvict": 2367,
      "uba": 2368,
      "aper": 2369,
      "ornia": 2370,
      "Ġ2009": 2371,
      "overed": 2372,
      "Ġcontrol": 2373,
      "Ġdesigned": 2374,
      "medi": 2375,
      "Ġofficer": 2376,
      "ĠProv": 2377,
      "Ġ1930": 2378,
      "Ġassist": 2379,
      "Ġsongs": 2380,
      "Ġmedal": 2381,
      "ĠAnderson": 2382,
      "Ġopened": 2383,
      "Ġoriginal": 2384,
      "ĠMidlands": 2385,
      "Ġdemonstr": 2386,
      "ĠQuebec": 2387,
      "Ġissued": 2388,
      "Ġviolence": 2389,
      "ĠPalest": 2390,
      "Ġearned": 2391,
      "echnology": 2392,
      "ĠAcadem": 2393,
      "ĠGoodrich": 2394,
      "Ġcandid": 2395,
      "ĠCalifornia": 2396,
      "'t": 2397,
      "30": 2398,
      "election": 2399,
      "ij": 2400,
      "pez": 2401,
      "Ġill": 2402,
      "Ġsess": 2403,
      "Ġsocial": 2404,
      "rey": 2405,
      "reland": 2406,
      "Ġfree": 2407,
      "Ġfull": 2408,
      "ĠSu": 2409,
      "ĠSer": 2410,
      "ĠSam": 2411,
      "oud": 2412,
      "Ġtold": 2413,
      "Ġtoget": 2414,
      "Ġmake": 2415,
      "ĠAct": 2416,
      "Ġhus": 2417,
      "ĠMil": 2418,
      "ĠMost": 2419,
      "Ġreb": 2420,
      "rov": 2421,
      "ĠIreland": 2422,
      "ĠPri": 2423,
      "Ġlost": 2424,
      "ĠRec": 2425,
      "ĠList": 2426,
      "ĠLater": 2427,
      "Ġasked": 2428,
      "ĠGovernment": 2429,
      "ĠGrand": 2430,
      "aged": 2431,
      "aging": 2432,
      "Ġvide": 2433,
      "Ġchampions": 2434,
      "Ġexhib": 2435,
      "sequ": 2436,
      "Ġaged": 2437,
      "ploy": 2438,
      "Ġrelease": 2439,
      "Ġcompetition": 2440,
      "ĠSpanish": 2441,
      "ĠAmerica": 2442,
      "ought": 2443,
      "rowd": 2444,
      "Ġrelations": 2445,
      "ĠGermany": 2446,
      "ĠRoad": 2447,
      "umbent": 2448,
